/* %.0f x %.0f pixels */
"%.0f x %.0f pixels" = "%1$.0f x %2$.0f pixel";

/* Relative time format - 1 day ago */
"%d day ago" = "%d napja";

/* Relative time format - n days ago */
"%d days ago" = "%d napja";

/* Relative time format - 1 hour ago */
"%d hour ago" = "%d órája";

/* Relative time format - n hours ago */
"%d hours ago" = "%d órája";

/* Relative time format - 1 minute ago */
"%d minute ago" = "%d perce";

/* Relative time format - n minutes ago */
"%d minutes ago" = "%d perce";

/* Relative time format - 1 week ago */
"%d week ago" = "%d hete";

/* Relative time format - n weeks ago */
"%d weeks ago" = "%d hete";

/* '%@' is DRM protected!\nWe apologize for your inconvenience but this item can't be imported. */
"'%@' is DRM protected!\nWe apologize for your inconvenience but this item can't be imported." = "'%@' DRM védett!\nElnézést a kellemetlenségért de az elem nem importálható.";

/* '%@' is failed to import. */
"'%@' is failed to import." = "'%@' importálása közben hiba történt.";

/* '%@' is successfully imported. */
"'%@' is successfully imported." = "'%@' sikeresen beimportálva.";

/* Access to Address Book is not granted. */
"Access to Address Book is not granted." = "Nincs engedélyezve a Címjegyzékhez való hozzáférés.";

/* Advanced mode: OFF */
"Advanced mode: OFF" = "Haladó mód: OFF";

/* Advanced mode: ON */
"Advanced mode: ON" = "Haladó mód: ON";

/* Aspect Ratio: Fit on screen */
"Aspect Ratio: Fit on screen" = "Keparány: 'letterboxing'";

/* Aspect Ratio: Full screen */
"Aspect Ratio: Full screen" = "Keparány: teljes képernyő";

/* Audio recording is not supported on this device */
"Audio recording is not supported on this device" = "Az audió felvétel nem támogatott az eszközön";

/* Automatic mode */
"Automatic mode" = "Automata mód";

/* Back button title for iOS < 5.0 */
"Back" = "Vissza";

/* Camcorder mode */
"Camcorder mode" = "Kamera mód";

/* Camera mode */
"Camera mode" = "Fényképező mód";

/* Camera: Back */
"Camera: Back" = "Kamera: hátsó";

/* Camera: Front */
"Camera: Front" = "Kamera: első";

/* Cancel */
"Cancel" = "Mégsem";

/* Choose a size for the external display. */
"Choose a size for the external display." = "Válasszon felbontást a külső kijelzőhöz.";

/* Details */
"Details" = "Részletek";

/* Error */
"Error" = "Hiba";

/* Error during image taking */
"Error during image taking" = "Hiba a kép készítése közben";

/* Error during video recording */
"Error during video recording" = "Hiba a video felvétele közben";

/* Error Occured!
   Status error title */
"Error Occured!" = "Hiba történt!";

/* Error starting audio record */
"Error starting audio record" = "Hiba a hangrögzítés indításakor";

/* Exposure: Auto */
"Exposure: Auto" = "Expozíció: automata";

/* Exposure: Locked */
"Exposure: Locked" = "Expozíció: rögzített";

/* Exposure: Once */
"Exposure: Once" = "Expozíció: egyszer";

/* External Display Size */
"External Display Size" = "Külsö kijelző mérete";

/* File Error */
"File Error" = "Fájl hiba";

/* Flash: Auto */
"Flash: Auto" = "Vakú: automata";

/* Flash: OFF */
"Flash: OFF" = "Vakú: KI";

/* Flash: ON */
"Flash: ON" = "Vakú: BE";

/* Focus changed */
"Focus changed" = "Fókuszváltozás";

/* Focus: Auto */
"Focus: Auto" = "Fókusz: Auto";

/* Focus: Locked */
"Focus: Locked" = "Fókusz: rögzített";

/* Focus: Once */
"Focus: Once" = "Fókusz: egyszer";

/* Import error */
"Import error" = "Importálási hiba";

/* Import failed */
"Import failed" = "Sikertelen importálás";

/* Import Success */
"Import Success" = "Sikeres importálás";

/* Imported Audio */
"Imported Audio" = "Importált audió";

/* Imported Image */
"Imported Image" = "Importált kép";

/* Imported Video */
"Imported Video" = "Importált videó";

/* Status load more title */
"Load more" = "Még több betöltése";

/* Status loading title */
"Loading..." = "Töltés...";

/* Login */
"Login" = "Bejelentkezés";

/* Manual mode */
"Manual mode" = "Kézi mód";

/* Media library is not supported on this device */
"Media library is not supported on this device" = "A médiakönyvtár nem támogatott ezen a készüléken";

/* Network Error */
"Network Error" = "Hálózati hiba";

/* Network problem!\nPlease check your internet settings. */
"Network problem!\nPlease check your internet settings." = "Hálózati hiba!\nKérjük ellenőrizze az internetbeállításokat.";

/* No camera present */
"No camera present" = "Nincs kamera";

/* No item to be purchased. */
"No item to be purchased." = "Nincs megvásárolt elem.";

/* No item to be restored. */
"No item to be restored." = "Nincs mit visszaállítani.";

/* No product identifier to update. */
"No product identifier to update." = "Nincs frissíthető termék.";

/* Not Supported */
"Not Supported" = "Nem támogatott";

/* Notification */
"Notification" = "Értesítés";

/* Now you cannot make purchases due to the current setup and/or environment of your device. */
"Now you cannot make purchases due to the current setup and/or environment of your device." = "Nem lehet vásárlást végrehajtani a beállítások vagy az aktualis megkötések miatt.";

/* Now you cannot make restore due to the current setup and/or environment of your device. */
"Now you cannot make restore due to the current setup and/or environment of your device." = "Nem lehet visszaállítást végrehajtani a beállítások vagy az aktualis megkötések miatt.";

/* Now you cannot use AppStore due to the current setup and/or environment of your device. */
"Now you cannot use AppStore due to the current setup and/or environment of your device." = "Az AppStore nem elérhető a beállítások vagy az aktualis megkötések miatt.";

/* OK */
"OK" = "OK";

/* Password */
"Password" = "Jelszó";

/* Status empty subtitle */
"Please check back soon" = "Kérjük ellenőrizze később";

/* Please check your internet connection. */
"Please check your internet connection." = "Kérjük ellenőrizze az internetkapcsolatot.";

/* Status error subtitle */
"Please check your internet settings" = "Kérjük ellenőrizze az internetbeállításokat";

/* Please check your resources */
"Please check your resources" = "Kérjük ellenőrizze a szükséges erőforrásokat";

/* Record */
"Record" = "Felvétel";

/* recording... */
"recording..." = "felvétel...";

/* Recording: */
"Recording:" = "Felvétel:";

/* Status empty/error button */
"Reload this page" = "Az oldal újratöltése";

/* Relative time format - less than a minute */
"right now" = "épp most";

/* Status empty title */
"Section is empty." = "A kategória üres.";

/* Stop */
"Stop" = "Állj";

/* Taking... */
"Taking..." = "Fotózás...";

/* Temp file creation error: %@ */
"Temp file creation error: %@" = "Átmeneti fájl létrehozási hiba: %@";

/* Thank You! */
"Thank You!" = "Köszönjük szépen!";

/* This feature is supported on iOS 4.0 and above */
"This feature is supported on iOS 4.0 and above" = "A funkció csak 4.0-ás rendszeren vagy annál újabban érhető el";

/* Timer set to: %d seconds */
"Timer set to: %d seconds" = "Idő beállítva: %d másodpercre";

/* Timer: */
"Timer:" = "Visszaszámláló:";

/* Torch: Auto */
"Torch: Auto" = "Lámpa: automata";

/* Torch: OFF */
"Torch: OFF" = "Lámpa: KI";

/* Torch: OM */
"Torch: ON" = "Lámpa: BE";

/* Unable to access Address Book. */
"Unable to access Address Book." = "Nem elérhető a Címjegyzék.";

/* Unable to configure network read stream. */
"Unable to configure network read stream." = "Az olvasó folyamat konfigurálása nem sikerült.";

/* Username */
"Username" = "Felhasználónév";

/* View */
"View" = "Nézet";

/* We are sorry */
"We are sorry" = "Sajnáljuk";

/* We are sorry but communication error occured.\nPlease try again later. */
"We are sorry but communication error occured.\nPlease try again later." = "Sajnáljuk, de kommunikációs hiba történt.\nKérjük próbálja újra később.";

/* We are sorry but iTunes Store cannot be connected. */
"We are sorry but iTunes Store cannot be connected." = "Sajnáljuk, de nem lehet csatlakozni az iTunes bolthoz.";

/* We are sorry but the connection has been broken. */
"We are sorry but the connection has been broken." = "Sajnáljuk, de a kapcsolat megszakadt.";

/* We are sorry but the purchase identifier was invalid. */
"We are sorry but the purchase identifier was invalid." = "Sajnáljuk, de a vásárlási azonosító nem volt érvényes.";

/* We are sorry but unknown error occured. */
"We are sorry but unknown error occured." = "Sajnáljuk, de ismeretlen hiba történt.";

/* We are sorry but we cannot fetch the products list. */
"We are sorry but we cannot fetch the products list." = "Sajnáljuk, de a terméklista letöltése nem sikerűlt.";

/* We are sorry but you are not allowed to issue the payment. */
"We are sorry but you are not allowed to issue the payment." = "Sajnáljuk, de nem jogosult vásárlás kezdeményezésére.";

/* We are sorry but you are not allowed to issue the request. */
"We are sorry but you are not allowed to issue the request." = "Sajnáljuk, de nincs jogosultsága a kért művelethez.";

/* We are sorry but your subscription request has been failed. */
"We are sorry but your subscription request has been failed." = "Sajnáljuk, de a előfizetés nem sikerűlt.";

/* We are sorry but your subscription restore to this device has been failed. */
"We are sorry but your subscription restore to this device has been failed." = "Sajnáljuk, de előfizetéseit nem sikerűlt visszaállítani.";

/* White Balance: Auto */
"White Balance: Auto" = "Fehér egyensúly: automata";

/* White Balance: Locked */
"White Balance: Locked" = "Fehér egyensúly: rögzített";

/* White Balance: Once */
"White Balance: Once" = "Fehér egyensúly: egyszer";

/* You are already in transaction. */
"You are already in transaction." = "Egy tranzakció már folyamatban van.";

/* You have just subscribed to our service successfully. */
"You have just subscribed to our service successfully." = "Sikeresen feliratkozott a szolgáltatásra.";

/* You have just successfully restored your subscription to this device. */
"You have just successfully restored your subscription to this device." = "Előfizetései sikeresen visszaálltak.";

/* Your device cannot initiate phone calls. */
"Your device cannot initiate phone calls." = "Az eszköz nem tud telefonhívásokat kezdemenyezni.";

/* Your device cannot open App Store. */
"Your device cannot open App Store." = "Az eszköz nem tuja megnyitni az Apple áruházat.";

/* Your device cannot send email. */
"Your device cannot send email." = "Az eszköz nem tud emaileket küldeni.";

/* Zoom: %.1f */
"Zoom: %.1f" = "Nagyítás: %.1f";

